Repository: Web-Ex-Machina/contao-personal-data-manager
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: fr

# WEM.PEDAMA.DEFAULT.PleaseFillEmail
source: Please fill an email address
fr: Veuillez renseinger un email

# WEM.PEDAMA.DEFAULT.NoPersonalDataToDisplay
source: No personal data to show
fr: Aucune données personnelle à afficher

# WEM.PEDAMA.DEFAULT.pidEmpty
source: The "pid" parameter is empty
fr: Le paramètre "pid" n'a pas été fourni

# WEM.PEDAMA.DEFAULT.ptableEmpty
source: The "ptable" parameter is empty
fr: Le paramètre "ptable" n'a pas été fourni

# WEM.PEDAMA.DEFAULT.emailEmpty
source: The "email" parameter is empty
fr: Le paramètre "email" n'a pas été fourni

# WEM.PEDAMA.DEFAULT.fieldEmpty
source: The "field" parameter is empty
fr: Le paramètre "field" n'a pas été fourni

# WEM.PEDAMA.DEFAULT.noUrlProvided
source: No URL provided to show this item.
fr: Aucune URL n'a pas fournie pour afficher cet élément

# WEM.PEDAMA.DEFAULT.accessDenied
source: You can't access this component.
fr: Vous n'êtes pas autorisé à accéder à ce composant.

# WEM.PEDAMA.LIST.title
source: Your personal data
fr: Vos données personnelles

# WEM.PEDAMA.LIST.subtitle
source: List of all items using your personal data
fr: Liste des éléments utilisant vos données personnelles

# WEM.PEDAMA.LIST.nbItemsOne
source: %s item use your personal data.
fr: %s élément utilise vos données personnelles.

# WEM.PEDAMA.LIST.nbItemsMultiple
source: %s items use your personal data.
fr: %s éléments utilisent vos données personnelles.

# WEM.PEDAMA.LIST.noItems
source: No item to display
fr: Aucun élément à afficher

# WEM.PEDAMA.LIST.buttonAnonymizeTitle
source: Delete all your personal data
fr: Supprimer toutes vos données personnelles

# WEM.PEDAMA.LIST.buttonAnonymizeConfirm
source: Do you really want to delete all your personal data ?
fr: Voulez-vous vraiment supprimer toutse vos données personnelles ?

# WEM.PEDAMA.LIST.buttonAnonymize
source: Delete all your personal data
fr: Supprimer toutes vos données personnelles

# WEM.PEDAMA.LIST.buttonExportTitle
source: Export all your personal data
fr: Exporter toutes vos données personnelles

# WEM.PEDAMA.LIST.buttonExport
source: Export all your personal data
fr: Exporter toutes vos données personnelles

# WEM.PEDAMA.ITEM.originalModelTitle
source: Original model
fr: Objet original

# WEM.PEDAMA.ITEM.personalDataTitle
source: Personal data
fr: Données personnelles

# WEM.PEDAMA.ITEM.buttonAnonymizeTitle
source: Delete this personal data
fr: Supprimer cette donnée personnelles

# WEM.PEDAMA.ITEM.buttonAnonymize
source: Delete
fr: Supprimer

# WEM.PEDAMA.ITEM.buttonAnonymizeConfirm
source: Do you really want to delete this personal data ?
fr: Voulez-vous vraiment supprimer cette donnée personnelle ?

# WEM.PEDAMA.ITEM.valueDeleted
source: Deleted
fr: Supprimée

# WEM.PEDAMA.ITEM.buttonAnonymizeAllTitle
source: Delete all personal data linked to this entity
fr: Supprimer les données personnelles associées à cette entité

# WEM.PEDAMA.ITEM.buttonAnonymizeAll
source: Delete
fr: Supprimer

# WEM.PEDAMA.ITEM.buttonAnonymizeAllConfirm
source: Do you really want to delete all personal data linked to this entity ?
fr: Voulez-vous vraiment supprimer les données personnelles associées à cette entité ?

# WEM.PEDAMA.ITEM.buttonExportTitle
source: Export all personal data linked to this entity
fr: Exporter les données personnelles associées à cette entité

# WEM.PEDAMA.ITEM.buttonExport
source: Export
fr: Exporter

# WEM.PEDAMA.ITEM.buttonShowTitle
source: Show this entity
fr: Afficher cette entité

# WEM.PEDAMA.ITEM.buttonShow
source: Show
fr: Voir

# WEM.PEDAMA.EMAILFORM.mailLabel
source: Your e-mail
fr: Votre e-mail

# WEM.PEDAMA.EMAILFORM.submit
source: Submit
fr: Envoyer

# WEM.PEDAMA.MODFE.emailSent
source: An email containing a link to access your personal data has been set.
fr: Un email contenant un lien pour accéder à vos données personnelles vous a été envoyé.

# WEM.PEDAMA.MODFE.emailNotSent
source: An error occurend when trying to send you an email containing a link to access your personal data.
fr: Une erreur est survenue lors de l'envoi d'un email contenant un lien pour accéder à vos données personnelles.

# WEM.PEDAMA.MODFE.emailTokenCoupleNotValid
source: The token provided is not valid.
fr: Le token fourni n'est pas ou plus valide.

# WEM.PEDAMA.EMAIL.subject
source: Access to your personal data.
fr: Votre accès à vos données personnelles.

# WEM.PEDAMA.CSV.filenameSingleItem
source: your_personal_data
fr: vos_donnees_personnelles

# WEM.PEDAMA.CSV.filenameAll
source: your_personal_data
fr: vos_donnees_personnelles

# WEM.PEDAMA.CSV.columnEntity
source: Entity
fr: Entité

# WEM.PEDAMA.CSV.columnMail
source: Mail
fr: Email

# WEM.PEDAMA.CSV.columnField
source: Field
fr: Champ

# WEM.PEDAMA.CSV.columnValue
source: Value
fr: Valeur

# WEM.PEDAMA.CSV.columnAnonymized
source: Anonymized data
fr: Donnée anonymisée

# WEM.PEDAMA.CSV.columnAnonymizedValueYes
source: Yes
fr: Oui

# WEM.PEDAMA.CSV.columnAnonymizedValueNo
source: No
fr: Non
